<?php
// +----------------------------------------------------------------------
// | ThinkPHP [ WE CAN DO IT JUST THINK ]
// +----------------------------------------------------------------------
// | Copyright (c) 2006~2016 http://thinkphp.cn All rights reserved.
// +----------------------------------------------------------------------
// | Licensed ( http://www.apache.org/licenses/LICENSE-2.0 )
// +----------------------------------------------------------------------
// | Author: liu21st <liu21st@gmail.com>
// +----------------------------------------------------------------------

return [

    //qq邮箱配置
        'qq'=>[
            'email_host'             => '',          // smtp
            'email_account'         => '',    // 邮箱账号
            'email_password'         => '',   // 密码  注意: 163和QQ邮箱是授权码；不是登录的密码
            'email_secure'      => '',                    // 链接方式 如果使用QQ邮箱；需要把此项改为  ssl
            'email_port'             => '',              // 端口 如果使用QQ邮箱；需要把此项改为  465
            'email_username'        => '',             // 发件人
            ]

];
